{ "title": "Till We Meet Again", "subtitle": "Choose your language to read this message in your heart's tongue", "selectLanguage": "Select Language", "yourLetter": "Your Letter", "readAloud": "Read Aloud", "stopReading": "Stop Reading", "loading": "Loading your farewell letter...", "footerText": "Made with CARE for friends and colleagues around the world", "pause": "Pause", "resume": "Resume", "stop": "Stop", "letter": "Dear friends and colleagues,\n\nAfter 5.5 years with CACIB here in Singapore, it's time for me to say goodbye.\n\nWhen I joined, this was my first official role as a software developer. It was challenging at the beginning. I had so much to learn and plenty of moments of self-doubt. But CACIB never gave up on me. The company, the teams, and the people around me believed in me even before I believed in myself.\n\nI've had the privilege of working with the CMI and CSI departments, and I cannot overstate how much I've learned. Through the mentorship, guidance, and kindness I received, I grew not just as a developer, but as a person. I'll always carry that with me.\n\nThe support system here, the incredible work-life balance, and the collaborative spirit are things I will always cherish. I hope to bring those values with me wherever I go.\n\nAs my manager once said, I blossomed. But that happened because of all of you around me and the trust you have placed in me.\n\nBeyond the work, I'll miss the moments that made this journey special. Playing in ISAP basketball games, dancing at Drink and Dance nights, and of course, that unforgettable moment when I won the lucky draw.\n\nTo CACIB: thank you for helping me achieve dreams I once thought were out of reach. Thank you for giving me the opportunity to travel, to grow, and to thrive. Thank you for supporting me through my personal hurdles, whether physical, mental, or emotional.\n\nAnd thank you for introducing me to people who became my pillars here in Singapore. As a young kid from the Philippines who left home in search of a better life, I found a second home in many of you.\n\nThey say work friends aren't real friends. Well, now that I'm no longer working at CACIB… I guess that means we're real friends now? (loll)\n\nTo all my amazing colleagues: I wish you strength, clarity, and success through the challenges ahead. I'll always be cheering you on, wherever I am.\n\nThank you for witnessing my growth.\n\n\"Malayo pa, pero malayo na.\" (Still a long way to go, but have already gone a long way)\n\nWith deep gratitude,\nSamantha", "hiddenMessage": "Sali kayo Church of wagyu", "hiddenMessageTranslation": "Sali kayo Church of wagyu" }
