{
  "title": "Till We Meet Again",
  "subtitle": "Choisissez votre langue pour lire ce message dans la langue de votre cœur",
  "selectLanguage": "Sélectionner la langue",
  "yourLetter": "Votre lettre",
  "readAloud": "Lire à voix haute",
  "stopReading": "Arrêter la lecture",
  "loading": "Chargement de votre lettre d’adieu...",
  "footerText": "Conçu avec bienveillance pour les amis et collègues du monde entier",
  "pause": "Pause",
  "resume": "Reprendre",
  "stop": "Arrêter",
  "letter": "Chers amis et collègues,\n\nAprès 5,5 années passées chez CACIB ici à Singapour, il est temps pour moi de vous dire au revoir.\n\nLorsque j’ai rejoint l’équipe, c’était mon premier poste officiel en tant que développeuse logicielle. Les débuts furent difficiles. J’avais tant à apprendre et énormément de moments de doute de soi. Mais CACIB n’a jamais abandonné. L’entreprise, les équipes et les personnes autour de moi ont cru en moi bien avant que je ne croie en moi-même.\n\nJ’ai eu le privilège de travailler avec les départements CMI et CSI, et je ne peux pas assez insister sur tout ce que j’ai appris. Grâce au mentorat, aux conseils et à la bienveillance dont j’ai bénéficié, j’ai grandi non seulement comme développeuse, mais aussi comme personne. Je garderai cela toujours avec moi.\n\nLe système de soutien ici, l’équilibre incroyable entre vie professionnelle et vie privée, et l’esprit de collaboration sont des choses que je chérirai toujours. J’espère emporter ces valeurs avec moi où que j’aille.\n\nComme l’a dit un jour mon responsable, j’ai éclos. Mais cela n’a été possible que grâce à vous tous et à la confiance que vous m’avez accordée.\n\nAu-delà du travail, les moments qui ont rendu ce parcours spécial vont me manquer. Jouer aux matchs de basket‑ball ISAP, danser lors des soirées Drink and Dance, et bien sûr, ce moment inoubliable où j’ai gagné la tombola et pu embrasser notre responsable régional, Valerie Sauvage.\n\nÀ l’attention de CACIB : merci de m’avoir aidée à réaliser des rêves que je pensais autrefois hors de portée. Merci de m’avoir donné l’opportunité de voyager, de grandir et de m’épanouir. Merci de m’avoir soutenue durant mes obstacles personnels — qu’ils soient physiques, mentaux ou émotionnels.\n\nEt merci de m’avoir fait rencontrer des personnes qui sont devenues mes piliers ici à Singapour. En tant que jeune enfant des Philippines ayant quitté sa maison à la recherche d’une vie meilleure, j’ai trouvé une seconde maison auprès de plusieurs d’entre vous.\n\nOn dit que les amis de travail ne sont pas de vrais amis. Eh bien, maintenant que je ne travaille plus chez CACIB… j’imagine que cela signifie que nous sommes vraiment amis maintenant ? (lol)\n\nÀ tous mes formidables collègues : je vous souhaite force, clarté et succès face aux défis à venir. Je vous encouragerai toujours, où que je sois.\n\nMerci d’avoir été témoins de ma croissance.\n\n« Malayo pa, pero malayo na. » (Encore un long chemin à parcourir, mais déjà un long chemin parcouru)\n\nAvec une profonde gratitude,\nSamantha"
}
