{
  "title": "Un Adieu Sincère",
  "subtitle": "Choisissez votre langue pour lire ce message dans la langue de votre cœur",
  "selectLanguage": "Sélectionner la Langue",
  "yourLetter": "Votre Lettre",
  "readAloud": "Lire à Haute Voix",
  "stopReading": "Arrêter la Lecture",
  "loading": "Chargement de votre lettre d'adieu...",
  "footerText": "Fait avec ❤️ pour les amis et collègues du monde entier",
  "pause": "Pause",
  "resume": "Reprendre",
  "stop": "Arrêter",
  "letter": "Chers amis et collègues,\n\nAlors que j'écris cette lettre, mon cœur est rempli à la fois de gratitude et d'émotions douces-amères. Le moment est venu de dire au revoir, et bien que ce moment soit difficile, je veux que vous sachiez combien chacun d'entre vous a compté pour moi.\n\nTout au long de notre voyage ensemble, vous avez été plus que de simples collègues ou connaissances – vous avez été mes compagnons, mon système de soutien et mon inspiration. Les souvenirs que nous avons créés, les défis que nous avons surmontés ensemble et les rires que nous avons partagés occuperont à jamais une place spéciale dans mon cœur.\n\nJe suis reconnaissant pour chaque conversation, chaque moment partagé et chaque leçon apprise à vos côtés. Vous avez aidé à façonner qui je suis aujourd'hui, et pour cela, je vous suis éternellement reconnaissant.\n\nBien que nos chemins puissent diverger, les liens que nous avons formés transcendent la distance et le temps. Je porte avec moi la chaleur de votre amitié et la sagesse que vous avez partagée. Sachez que où que la vie m'emmène, vous serez toujours rappelés avec tendresse et appréciation.\n\nAlors que j'entame ce nouveau chapitre, je vous souhaite à tous un succès continu, le bonheur et l'épanouissement. Puissent vos rêves se réaliser et puissiez-vous trouver de la joie à chaque étape de votre voyage.\n\nCe n'est pas un adieu pour toujours, mais plutôt un \"à bientôt\". J'espère que nos chemins se croiseront à nouveau, et jusque-là, prenez soin de vous et les uns des autres.\n\nAvec tout mon amour et mes meilleurs vœux,\n\n[Votre Nom]"
}
