{
  "title": "Till We Meet Again",
  "subtitle": "इस संदेश को अपने दिल की भाषा में पढ़ने के लिए अपनी भाषा चुनें",
  "selectLanguage": "भाषा चुनें",
  "yourLetter": "आपका पत्र",
  "readAloud": "उच्चारित करें",
  "stopReading": "पढ़ना बंद करें",
  "loading": "आपका विदाई पत्र लोड हो रहा है...",
  "footerText": "दुनिया भर के दोस्तों और सहकर्मियों के लिए प्यार के साथ बनाया गया",
  "pause": "विराम",
  "resume": "फिर शुरू करें",
  "stop": "रोकें",
  "letter": "प्रिय मित्रों और सहयोगियों,\n\nCACIB में सिंगापुर में बिताए गए 5.5 वर्षों के बाद, अब मुझे अलविदा कहने का समय आ गया है।\n\nजब मैं शामिल हुई, तो यह मेरे लिए सॉफ़्टवेयर डेवलपर के रूप में पहला आधिकारिक पद था। शुरुआत में यह चुनौतीपूर्ण था। मुझे बहुत कुछ सीखना था और खुद के बारे में संदेह के कई क्षण थे। लेकिन CACIB ने कभी मुझ पर से हाथ नहीं उठाया। कंपनी, टीमें और मेरे आसपास के लोग मुझ पर भरोसा करते थे, उससे पहले कि मैं खुद पर विश्वास करती।\n\nमुझे CMI और CSI विभागों के साथ काम करने का सौभाग्य मिला, और मैं यह नहीं बता सकती कि मैंने कितना कुछ सीखा है। मुझे जो मेंटरशिप, मार्गदर्शन और दयालुता मिली, उसके माध्यम से मैं सिर्फ एक डेवलपर ही नहीं, बल्कि एक बेहतर व्यक्ति के रूप में बड़ी। मैं इसे हमेशा अपने साथ ले जाऊंगी।\n\nयहाँ का समर्थन तंत्र, अद्भुत कार्य–जीवन संतुलन और सहयोगात्मक भावना—ये चीजें मैं हमेशा संजोकर रखूंगी। मैं चाहती हूँ कि ये मूल्य मेरे साथ जहाँ भी जाऊँ, वहां साथ रहें।\n\nजैसा कि मेरे प्रबंधक ने एक बार कहा था—मैं खिला। लेकिन यह सब संभव हुआ आप सभी की वजह से, और उस विश्वास के कारण जो आपने मुझ पर रखा।\n\nकाम से परे, उन पलों की याद आएगी जो इस यात्रा को खास बनाते थे। ISAP बास्केटबॉल मैचों में खेलना, Drink and Dance रातों में नाचना, और निश्चित रूप से, वह अविस्मरणीय क्षण जब मैंने लकी ड्रॉ जीता और हमारे क्षेत्रीय प्रमुख Valerie Sauvage को गले लगाया।\n\nCACIB के प्रति: उन सपनों को पूरा करने में मदद करने के लिए धन्यवाद जिन्हें मैंने कभी दूर समझा था। मुझे यात्रा, विकास और सफलता का अवसर देने के लिए धन्यवाद। मेरे व्यक्तिगत संघर्षों—चाहे शारीरिक हों, मानसिक हों या भावनात्मक—में मेरा समर्थन करने के लिए धन्यवाद।\n\nऔर मुझे उन लोगों से मिलवाने के लिए धन्यवाद, जो यहां सिंगापुर में मेरे स्तंभ बन गए। फिलीपींस से घर छोड़कर बेहतर ज़िंदगी की तलाश में आया एक युवा बच्चे के रूप में, मैंने आप में से कई में एक दूसरी घर जैसी जगह पाई।\n\nकहते हैं, काम के दोस्त असली दोस्त नहीं होते। अब जब मैं CACIB में काम नहीं करती... तो लगता है कि अब हम असली दोस्त हैं, है ना? (lol)\n\nमेरे सभी अद्भुत सहयोगियों के लिए: मैं आपको आने वाले चुनौतियों के बीच में शक्ति, स्पष्टता और सफलता की कामना करती हूँ। मैं हमेशा आपको cheering करूँगी, जहाँ भी मैं रहूँ।\n\nमेरी वृद्धि की गवाह बनने के लिए धन्यवाद।\n\n\"Malayo pa, pero malayo na.\" (अभी आगे का रास्ता लंबा है, लेकिन हम पहले ही लंबा सफर तय कर चुके हैं)\n\nगहरी कृतज्ञता के साथ,\nSamantha"
}
