{
  "title": "යලි හමුවෙන තුරු",
  "subtitle": "ඔබේ හදවතේ භාෂාවෙන් මෙම පණිවිඩය කියවීමට ඔබේ භාෂාව තෝරන්න",
  "selectLanguage": "භාෂාව තෝරන්න",
  "yourLetter": "ඔබගේ ලිපිය",
  "readAloud": "ශබ්දයෙන් කියවන්න",
  "stopReading": "කියවීම නවත්වන්න",
  "loading": "ඔබගේ සමුගැනිම් ලිපිය පූරණය වෙමින් පවතී...",
  "footerText": "ලෝකය පුරා මිතුරන් සහ සහෝදරයන් වෙනුවෙන් සෙරිනිටියෙන් නිර්මාණය විය",
  "pause": "විරාමය",
  "resume": "පවත්වාගෙන යන්න",
  "stop": "නවත්වන්න",
  "letter": "ප්‍රියතම මිතුරන් සහ සහෝදරයෝ,\n\nසිංගප්පූරුවේ CACIB සමඟ අවුරුදු 5.5ක් ගත කිරීමෙන් පසු, දැන් මට සමුගැනීමට වේලාවක් එළඹී ඇත.\n\nමම එකතු වූ විට, මෙය මගේ ප්‍රථම නිල මෘදුකාංග සංවර්ධක භූමිකාව විය. ආරම්භයේදී එය අභියෝගාත්මක විය. ඉගෙන ගත යුතු දේවල් ගණනාවක් තිබුණා, සහ මා පිළිබඳ සැක සහගත මොහොතත් බොහෝවූවා. නමුත් CACIB කිසිවිටෙකත් මාව අත්හැර දැමූයේ නැහැ. සමාගම, කණ්ඩායම් සහ මට වටවූ මිනිසුන්, මම මට විශ්වාස කිරීමට පෙරද මට විශ්වාස කළා.\n\nCMI සහ CSI දෙපාර්තමේන්තු සමඟ වැඩ කිරීමේ අවස්ථාව මට හිමිවුණා, සහ මට ඉගෙන ගත්තේ කීයද යන්න විස්තර කිරීමට මට නොහැක. මට ලැබුණු උපදේශනය, මාර්ගෝපදේශනය සහ කරුණාව හරහා, මම සංවර්ධකයෙකු ලෙස පමණක් නොව, මිනිසෙකු ලෙසද වැඩිවුණා. එය මට සදාකාලිකව මතකවෙයි.\n\nමෙහි පවතින සහාය පද්ධතිය, අතිශය සන්සුන් වැඩ-ජීවිත සමුලුවන් සහ එකමුතුවෙන් ක්‍රියා කිරීමේ ආත්මය මම සදාකාලිකව සළකනු ලබන්නෙමි. මම යන කොතැනකත් ඒ අගයන් ගෙන යන්නෙමි.\n\nමගේ කළමනාකරු කීවා වගේම, මම පිපී වැදී. නමුත් එය සිදුවුණේ ඔබ සැමගේ සහය සහ මට දක්වූ විශ්වාසය නිසාය.\n\nවැඩට පසුව, මෙම ගමන විශේෂ කරවූ මොහොතන් මට අහිමි වේවි. ISAP බාස්කට්බෝල් තරඟ වලට සහභාගී වීම, Drink and Dance රාත්‍රී වලදී නටනවා, සහ ප්‍රථම හා අවසන් වතාවට ලකුණු ඇදීමෙන් ජය ගැනීම සහ අපේ ප්‍රාදේශීය ප්‍රධානියා වන Valerie Sauvage හඟවා ගැනීම වැනි අමතක නොවන මොහොත.\n\nCACIB වෙත: මට කලින් නොකළ සිහිනයක් සාර්ථක කිරීමට උදව් කළාට ස්තුතියි. සංචාරය කිරීම, වර්ධනය වීම සහ සෙරිනිටියෙන් ජීවත්වීම සඳහා අවස්ථා ලබා දුන්නේට ස්තුතියි. මාගේ පුද්ගලික අභියෝග – භෞතික, මානසික හෝ ආතමික – හරහා මට සහය දුන්නාට ස්තුතියි.\n\nසින්ගප්පූරුවේ මගේ පදනමක් බවට පත්වූ මිතුරන්ට හඳුන්වා දුන්නේට ස්තුතියි. වඩා හොඳ ජීවිතයක් සෙවීම සඳහා මව්බිමෙන් පිටවූ ෆිලිපීනස් වලින් පැමිණි තරුණයෙකු වශයෙන්, මට ඔබ අතර බොහෝ දෙනා තුළ දෙවැනි ගෙදරක් සොයාගත හැකි වුණා.\n\nඔවුන් කියනවා වැඩ මිතුරන් සැබෑ මිතුරන් නොවෙයි කියලා. නමුත් දැන් මම CACIB හි වැඩ නොකරන නිසා... ඒ කියන්නේ දැන් අපි සැබෑ මිතුරෝ බවක් වේවි නේද? (lol)\n\nමගේ අපූරු සහෝදරයින් හැමෝටම: ඔබට ශක්තිය, පැහැදිලිවීම සහ සාර්ථකත්වය ලැබේවා! මම සෑම විටම ඔබට උද්යෝග දක්වන්නෙමි, මම ඉන්නේ කොතැනක වුනත්.\n\nමගේ වර්ධනයට සාක්ෂි වීම ගැන ස්තුතියි.\n\n\"Malayo pa, pero malayo na.\" (ඉදිරිය තව දුරක් තියෙනවා, නමුත් දැනටමත් දිගටම ආවා)\n\nගැඹුරු කෘතඥතාවය සහිතව,  \nසමන්තා"
}
