{
  "title": "மீண்டும் சந்திப்போம் வரை",
  "subtitle": "இந்த செய்தியை உங்கள் இதயத்தின் மொழியில் படிக்க உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்",
  "selectLanguage": "மொழியைத் தேர்ந்தெடுக்கவும்",
  "yourLetter": "உங்கள் கடிதம்",
  "readAloud": "சத்தமாக வாசிக்கவும்",
  "stopReading": "வாசிப்பதை நிறுத்தவும்",
  "loading": "உங்கள் விடைபெறு கடிதம் ஏற்றப்படுகிறது...",
  "footerText": "உலகம் முழுவதும் உள்ள நண்பர்கள் மற்றும் சகோதரர்களுக்காக அக்கறையுடன் உருவாக்கப்பட்டது",
  "pause": "இடைநிறுத்து",
  "resume": "தொடரவும்",
  "stop": "நிறுத்தவும்",
  "letter": "அன்பான நண்பர்களுக்கும் சக ஊழியர்களுக்கும்,\n\nசிங்கப்பூரிலுள்ள CACIB நிறுவனத்துடன் 5.5 ஆண்டுகள் கழித்து, நான் விடைபெற வேண்டிய நேரம் வந்துவிட்டது.\n\nநான் சேர்ந்தபோது, இது ஒரு மென்பொருள் டெவலப்பராக என் முதல் அதிகாரபூர்வ பணி ஆகும். ஆரம்பத்தில் அது சவாலானதாக இருந்தது. எனக்கு பல விஷயங்களை கற்றுக்கொள்ள வேண்டியிருந்தது, மற்றும் என்னால் முடியுமா என்ற சந்தேகங்களும் இருந்தன. ஆனால் CACIB ஒருபோதும் என்னை கைவிடவில்லை. இந்த நிறுவனம், இங்கு உள்ள குழுக்கள் மற்றும் என்னைச் சுற்றியுள்ள மக்கள் — அவர்கள் என்னை நம்பினர், நான் என்னை நம்புவதற்கு முன்பே.\n\nCMI மற்றும் CSI துறைகளுடன் பணியாற்றும் வாய்ப்பு எனக்கு கிடைத்தது என்பது ஒரு பெரும் பெருமை. எனக்கு கிடைத்த வழிகாட்டல், பயிற்சி மற்றும் தயவான அணுகுமுறை மூலம், நான் ஒரு டெவலப்பராக மட்டுமல்லாமல் ஒரு நபராகவும் வளர்ந்தேன். இதை நான் என்றும் நினைவில் வைத்திருப்பேன்.\n\nஇங்கு கிடைக்கும் ஆதரவான சூழ்நிலை, அற்புதமான வேலை-வாழ்க்கை சமநிலை மற்றும் ஒத்துழைப்பு ஆன்மா — இவை எல்லாம் நான் என்றும் மதிப்பிடுவேன். இவை எனது வாழ்க்கையின் அங்கமாக எங்குச் சென்றாலும் எடுத்துச் செல்வேன்.\n\nஒரு முறை என் மேலாளர் சொன்னது போல, நான் மலர்ந்தேன். ஆனால் அது உங்களால்தான், உங்கள் நம்பிக்கையால்தான் நடந்தது.\n\nவேலைக்கு அப்பால், இந்த பயணத்தை சிறப்பாக கூறிய தருணங்களை நான் மிஸ் செய்வேன்—ISAP கூடைப்பந்துப் போட்டிகளில் விளையாடுவது, Drink and Dance இரவுகளில்dance ஆடுவது, மற்றும் முதன்மையாக, மகிழ்ச்சியாக மறக்க முடியாத அந்த தருணம், நான் லக்கி டிராவில் வென்றபோது.\n\nCACIB: ஒருபோதும் சாத்தியமில்லை என நினைத்த கனவுகளை எட்டச் செய்ததற்காக நன்றி. என்னை பயணம் செய்ய, வளர, மற்றும் சாதிக்க வாய்ப்பு அளித்ததற்காக நன்றி. என் தனிப்பட்ட போராட்டங்களில் — உடல்நலம், மனநிலை அல்லது உணர்வுப் பிரச்சனைகள் — அனைத்திலும் என்னை ஆதரித்ததற்காக நன்றி.\n\nசிங்கப்பூரில் எனக்கு தூண்களாக இருந்த மக்களை எனக்கு அறிமுகப்படுத்தியதற்காக நன்றி. சிறிய வயதில் பிலிப்பைன்ஸிலிருந்து ஒரு சிறுவனாக நல்ல வாழ்க்கை தேடி வீட்டை விட்டு வந்தபோது, நீங்கள் பலர் எனக்கு இரண்டாவது வீட்டை உருவாக்கினீர்கள்.\n\nவேலை நண்பர்கள் உண்மையான நண்பர்கள் அல்ல என சொல்வார்கள். ஆனால் இப்போது நான் CACIB இல் வேலை செய்யவில்லை... அதனால் இப்போது நாம் உண்மையான நண்பர்களாகிவிட்டோமா? (லோல்)\n\nஎன் அற்புதமான சக ஊழியர்களே: எதிர்கொள்ளும் சவால்களில் நீங்கள் வலிமையுடன், தெளிவுடன், வெற்றியுடன் இருக்க உங்கள் எல்லோருக்கும் எனது வாழ்த்துகள். நான் எங்கு இருந்தாலும், எப்போதும் உங்களை ஊக்குவிப்பேன்.\n\nஎன் வளர்ச்சிக்கு நீங்கள் சாட்சியாக இருந்ததற்கு நன்றி.\n\n\"Malayo pa, pero malayo na.\" (இன்னும் நீண்ட பயணம் இருக்கிறது, ஆனால் பலமுறை கடந்துவிட்டேன்)\n\nமிகுந்த நன்றியுடன்,\nசமந்தா"
}
