{
  "title": "இதயபூர்வமான விடைபெறல்",
  "subtitle": "உங்கள் இதயத்தின் மொழியில் இந்த செய்தியைப் படிக்க உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்",
  "selectLanguage": "மொழியைத் தேர்ந்தெடுக்கவும்",
  "yourLetter": "உங்கள் கடிதம்",
  "readAloud": "சத்தமாக படிக்கவும்",
  "stopReading": "படிப்பதை நிறுத்தவும்",
  "loading": "உங்கள் விடைபெறல் கடிதம் ஏற்றப்படுகிறது...",
  "footerText": "உலகம் முழுவதும் உள்ள நண்பர்கள் மற்றும் சக ஊழியர்களுக்காக ❤️ உடன் உருவாக்கப்பட்டது",
  "pause": "இடைநிறுத்தம்",
  "resume": "தொடரவும்",
  "stop": "நிறுத்தவும்",
  "letter": "அன்புள்ள நண்பர்களே மற்றும் சக ஊழியர்களே,\n\nநான் இந்த கடிதத்தை எழுதும்போது, என் இதயம் நன்றியுணர்வு மற்றும் கசப்பு-இனிப்பு உணர்வுகளால் நிறைந்துள்ளது. விடைபெறும் நேரம் வந்துவிட்டது, இந்த தருணம் கடினமாக இருந்தாலும், உங்கள் ஒவ்வொருவரும் எனக்கு எவ்வளவு அர்த்தமுள்ளவர்கள் என்பதை நீங்கள் அறிய வேண்டும் என்று விரும்புகிறேன்.\n\nநாம் ஒன்றாக மேற்கொண்ட பயணம் முழுவதும், நீங்கள் வெறும் சக ஊழியர்கள் அல்லது அறிமுகமானவர்கள் மட்டுமல்ல - நீங்கள் என் தோழர்கள், என் ஆதரவு அமைப்பு மற்றும் என் உத்வேகம். நாம் உருவாக்கிய நினைவுகள், நாம் ஒன்றாக சமாளித்த சவால்கள் மற்றும் நாம் பகிர்ந்த சிரிப்பு என்றென்றும் என் இதயத்தில் சிறப்பான இடத்தைப் பிடிக்கும்.\n\nஒவ்வொரு உரையாடல், ஒவ்வொரு பகிர்ந்த தருணம் மற்றும் உங்களுடன் கற்றுக்கொண்ட ஒவ்வொரு பாடத்திற்கும் நான் நன்றியுள்ளவனாக இருக்கிறேன். இன்று நான் யார் என்பதை வடிவமைக்க நீங்கள் உதவியுள்ளீர்கள், அதற்காக நான் என்றென்றும் நன்றியுள்ளவனாக இருக்கிறேன்.\n\nநமது பாதைகள் வேறுபடலாம் என்றாலும், நாம் உருவாக்கிய பிணைப்புகள் தூரம் மற்றும் நேரத்தை மீறுகின்றன. உங்கள் நட்பின் அரவணைப்பு மற்றும் நீங்கள் பகிர்ந்த ஞானத்தை நான் என்னுடன் எடுத்துச் செல்கிறேன். வாழ்க்கை என்னை எங்கு அழைத்துச் சென்றாலும், நீங்கள் எப்போதும் அன்பு மற்றும் பாராட்டுடன் நினைவுகூரப்படுவீர்கள் என்பதை தயவுசெய்து அறிந்து கொள்ளுங்கள்.\n\nநான் இந்த புதிய அத்தியாயத்தைத் தொடங்கும்போது, உங்கள் அனைவருக்கும் தொடர்ந்து வெற்றி, மகிழ்ச்சி மற்றும் நிறைவு கிடைக்க வாழ்த்துகிறேன். உங்கள் கனவுகள் நனவாகட்டும், உங்கள் பயணத்தின் ஒவ்வொரு அடியிலும் மகிழ்ச்சி கிடைக்கட்டும்.\n\nஇது என்றென்றும் விடைபெறல் அல்ல, மாறாக \"பின்னர் சந்திப்போம்\" என்பதாகும். நமது பாதைகள் மீண்டும் சந்திக்கும் என்று நம்புகிறேன், அதுவரை, தயவுசெய்து உங்களையும் ஒருவரையொருவர் கவனித்துக்கொள்ளுங்கள்.\n\nஎன் அனைத்து அன்பு மற்றும் நல்வாழ்த்துகளுடன்,\n\n[உங்கள் பெயர்]"
}
