{
  "title": "Taos-pusong Paalam",
  "subtitle": "Piliin ang inyong wika upang basahin ang mensaheng ito sa wika ng inyong puso",
  "selectLanguage": "Piliin ang Wika",
  "yourLetter": "Inyong Liham",
  "readAloud": "Basahin nang Malakas",
  "stopReading": "Itigil ang Pagbabasa",
  "loading": "Naglo-load ang inyong liham ng paalam...",
  "footerText": "Ginawa nang may ❤️ para sa mga kaibigan at kasama sa trabaho sa buong mundo",
  "pause": "Tigil",
  "resume": "Ipagpatuloy",
  "stop": "Itigil",
  "letter": "Mga Minamahal na Kaibigan at Kasama sa Trabaho,\n\nHabang sinusulat ko ang liham na ito, ang aking puso ay puno ng pasasalamat at mga damdaming matamis at mapait. Dumating na ang panahon upang magpaalam, at bagaman mahirap ang sandaling ito, nais kong malaman ninyo kung gaano kahalaga ang bawat isa sa inyo sa akin.\n\nSa buong paglalakbay nating magkakasama, hindi lang kayo mga kasama sa trabaho o kilala lamang - kayo ang aking mga kasama, ang aking sistema ng suporta, at ang aking inspirasyon. Ang mga alaala na aming nilikha, ang mga hamon na aming nalampasan nang magkakasama, at ang mga tawa na aming naibahagi ay magkakaroon ng espesyal na lugar sa aking puso magpakailanman.\n\nNagpapasalamat ako sa bawat pag-uusap, sa bawat sandaling naibahagi, at sa bawat aral na natutuhan kasama ninyo. Nakatulong kayo sa paghubog sa kung sino ako ngayon, at para dito, walang hanggang nagpapasalamat ako.\n\nBagaman maaaring maghiwalay ang aming mga landas, ang mga ugnayang aming nabuo ay lumalampas sa distansya at panahon. Dala ko ang init ng inyong pagkakaibigan at ang karunungang inyong naibahagi. Pakialam ninyo na saan man ako dalhin ng buhay, lagi kayong maaalala nang may pagmamahal at pagpapahalaga.\n\nHabang nagsisimula ako sa bagong kabanatang ito, hinihiling ko sa inyong lahat ang patuloy na tagumpay, kaligayahan, at kasiyahan. Nawa'y maging totoo ang inyong mga pangarap, at nawa'y makahanap kayo ng kagalakan sa bawat hakbang ng inyong paglalakbay.\n\nHindi ito paalam magpakailanman, kundi \"hanggang sa muli\". Umaasa ako na muling magkikita ang aming mga landas, at hanggang noon, pakiingatan ninyo ang inyong mga sarili at ang isa't isa.\n\nNang may lahat ng aking pagmamahal at mga pagbabati,\n\n[Inyong Pangalan]",
  "hiddenMessage": "P.S. Mahal ko kayo mga kaibigan! 💕",
  "hiddenMessageTranslation": "(I love you, my friends!)"
}
