{
  "title": "Hanggang sa Muli",
  "subtitle": "Piliin ang inyong wika upang basahin ang mensaheng ito sa wika ng inyong puso",
  "selectLanguage": "Piliin ang Wika",
  "yourLetter": "Inyong Liham",
  "readAloud": "Basahin nang Malakas",
  "stopReading": "Itigil ang Pagbabasa",
  "loading": "Naglo-load ang inyong liham ng paalam...",
  "footerText": "Ginawa nang may PUSO para sa mga kaibigan at kasama sa trabaho sa buong mundo",
  "pause": "Tigil",
  "resume": "Ipagpatuloy",
  "stop": "Itigil",
  "letter": "Mga minamahal na kaibigan at kasama sa trabaho,\n\nPagkatapos ng 5.5 taon sa CACIB dito sa Singapore, panahon na upang magpaalam.\n\nNang sumali ako, ito ang aking unang opisyal na papel bilang software developer. Mahirap sa simula. Marami akong natutuhan at maraming sandali ng pagdududa sa sarili. Ngunit hindi ako sinukuan ng CACIB. Ang kumpanya, ang mga koponan, at ang mga taong nakapaligid sa akin ay naniniwala sa akin bago pa ako naniniwala sa aking sarili.\n\nNagkaroon ako ng pribilehiyong makasama ang CMI at CSI departments, at hindi ko maipapaliwanag kung gaano karami ang aking natutuhan. Sa pamamagitan ng mentorship, gabay, at kabaitan na aking natanggap, lumaki ako hindi lamang bilang developer, kundi bilang tao. Lagi kong dadalhin iyon.\n\nAng sistema ng suporta dito, ang kahanga-hangang work-life balance, at ang collaborative spirit ay mga bagay na laging ko nang mamahalin. Umaasa akong madala ko ang mga values na iyon saan man ako pupunta.\n\nTulad ng sinabi ng aking manager, nag-blossom ako. Ngunit nangyari iyon dahil sa inyong lahat na nakapaligid sa akin at sa tiwala na inyong inilagay sa akin.\n\nBukod sa trabaho, mamimiss ko ang mga sandaling naging espesyal sa paglalakbay na ito. Paglalaro sa ISAP basketball games, pagsasayaw sa Drink and Dance nights, at syempre, ang hindi malilimutang sandali nang nanalo ako sa lucky draw at nayakap ko ang aming regional head, si Valerie Sauvage.\n\nSa CACIB: salamat sa pagtulong sa akin na makamit ang mga pangarap na akala ko ay hindi ko maaabot. Salamat sa pagbibigay sa akin ng pagkakataong maglakbay, lumaki, at umunlad. Salamat sa pagsuporta sa akin sa aking mga personal na pagsubok, maging pisikal, mental, o emosyonal.\n\nAt salamat sa pagpapakilala sa akin sa mga taong naging aking mga haligi dito sa Singapore. Bilang isang batang taga-Pilipinas na umalis sa tahanan upang maghanap ng mas magandang buhay, nakahanap ako ng pangalawang tahanan sa marami sa inyo.\n\nSabi nila ang work friends ay hindi tunay na kaibigan. Well, ngayong hindi na ako nagtatrabaho sa CACIB... ibig sabihin ba tunay na tayong magkakaibigan ngayon? (loll)\n\nSa lahat ng aking mga kahanga-hangang kasama sa trabaho: hinihiling ko sa inyong lahat ang lakas, kalinawan, at tagumpay sa mga hamon na darating. Lagi akong magiging cheerleader ninyo, saan man ako.\n\nSalamat sa pagiging saksi sa aking paglaki.\n\n\"Malayo pa, pero malayo na.\"\n\nBaka ang tunay na ikigai ay ang mga kaibigan na nakasama natin sa daan.\n\nCACIB, sana panatilihin ninyo ang ilaw para sa akin.\n\nNasa puso ko kayo.\n\nNang may malalim na pasasalamat,\nSamantha",
  "hiddenMessage": "P.S. Mahal ko kayo mga kaibigan! 💕",
  "hiddenMessageTranslation": "(I love you, my friends!)"
}
