{
  "title": "Hanggang sa Muli",
  "subtitle": "Piliin ang wika para basahin itong mensahe sa wika ng iyong puso",
  "selectLanguage": "Pumili ng Wika",
  "yourLetter": "Ang Iyong Liham",
  "readAloud": "Basahin nang Malakas",
  "stopReading": "Tumigil sa Pagbasa",
  "loading": "Ina-load ang iyong liham ng pamamaalam...",
  "footerText": "Gawa nang may PAGMAMAHAL para sa mga kaibigan at kasamahan sa buong mundo",
  "pause": "Pahinga",
  "resume": "Ipagpatuloy",
  "stop": "Itigil",
  "letter": "Mahal kong mga kaibigan at kasamahan,\n\nPagkatapos ng 5.5 taon kasama ang CACIB dito sa Singapore, panahon na para magpaalam ako.\n\nNang sumali ako, ito ang aking unang opisyal na tungkulin bilang isang software developer. Nahirapan ako sa simula. Maraming dapat matutunan at ilang sandali ng pag-aalinlangan sa sarili. Ngunit hindi ako kailanman pinabayaan ng CACIB. Ang kumpanya, ang mga koponan, at ang mga tao sa paligid ko ay naniwala sa akin kahit bago pa ako magtiwala sa sarili.\n\nNagkaroon ako ng pribilehiyo na makatrabaho ang mga departamento ng CMI at CSI, at hindi ko kayang ilarawan kung gaano karami ang natutunan ko. Sa pamamagitan ng mentorship, patnubay, at kabaitan na natanggap ko, lumago ako hindi lamang bilang isang developer, kundi bilang isang tao. Dadalhin ko iyon saan man ako magpunta.\n\nAng sistema ng suporta dito, ang hindi kapani-paniwalang work‑life balance, at ang diwa ng pagtutulungan ang mga bagay na palagi kong pahahalagahan. Sana madala ko ang mga halagang ito kahit saan man ako makarating.\n\nTulad ng sinabi ng aking manager minsan, namulaklak ako. Ngunit nangyari iyon dahil sa inyong lahat na nasa paligid ko at sa tiwalang ibinigay ninyo sa akin.\n\nHigit pa sa trabaho, mamimiss ko ang mga sandaling nagpabukod-tangi sa paglalakbay na ito. Ang paglalaro sa mga laro ng ISAP basketball, pagsayaw tuwing Drink and Dance nights, at siyempre, ang hindi malilimutang sandali nang manalo ako ng lucky draw at nāyakap ang aming regional head na si Valerie Sauvage.\n\nPara sa CACIB: salamat sa pagtulong sa akin na makamit ang mga pangarap na noon ay akala ko’y hindi maaabot. Salamat sa pagbibigay sa akin ng pagkakataong maglakbay, lumago, at umunlad. Salamat sa pagsuporta sa akin sa aking mga personal na pagsubok, maging ito man ay pisikal, mental, o emosyonal.\n\nAt salamat sa pagpapakilala sa akin sa mga taong naging haligi ko dito sa Singapore. Bilang isang batang manggaling sa Pilipinas na umalis ng tahanan upang hanapin ang isang mas magandang buhay, natagpuan ko ang isang ikalawang tahanan sa karamihan sa inyo.\n\nSinasabi nila na ang mga kaibigan sa trabaho ay hindi tunay na kaibigan. Ngayon na hindi na ako nagtatrabaho sa CACIB... siguro ibig sabihin noon, ang totoo, tayo nga’y tunay na magkakaibigan na ngayon? (loll)\n\nPara sa lahat ng aking kamangha-manghang kasamahan: hangad ko sa inyo ang lakas, kaliwanagan, at tagumpay sa mga hamon na darating. Lagi ko kayong susuportahan saan man ako naroon.\n\nSalamat sa pagiging saksi sa aking paglago.\n\n“Malayo pa, pero malayo na.” (Mahaba pa ang tatahaking landas, ngunit malayo na ang narating)\n\nTaos-pusong pasasalamat,\nSamantha",  "hiddenMessage": "Sali kayo Church of wagyu",
  "hiddenMessageTranslation": "Sali kayo Church of wagyu"
}
